[
    {
      "id": "124e13b9-2d54-4b2f-a74d-a77b362d6ead",
      "name": "Coding Practis",
      "description": "Here We provide you some practise code according to your level.Happy coding!But remember when your time is up please stop coding and take rest.Thank you.",
      "Equipment":"Computer",
      "time":120,
      "img": "https://i.postimg.cc/pd76xBnP/Code.png",
      "quantity": 0
    },
    {
      "id": "13cbc7ed-a61b-4883-9d42-82d7d8642b86",
      "name": "Draw Your Dream",
      "description": "Art is a universal language. Thousands of years ago, mankind told stories through pictures drawn on cave walls. Through the ages, artists have relayed history through drawings, paintings, architecture and sculptures. Joy, sorrow, anger, peace - the emotions and experiences of artists are shared in a sketched line or a splash of color.",
      "Equipment":"Pencil ,Brush,color &paper",
      "time":140,
      "img": "https://i.postimg.cc/1z4jLdXW/art.png",
      "quantity": 0
    },
    {
      "id": "307f166f-1d04-4573-bc37-2f461ea9d4f7",
      "name": "Badminton",
      "description": "While you're lunging, diving, running and getting your heart pumping, playing a game of badminton can help you burn around 450 calories an hour. The varied movements provide a powerful cardio workout by engaging the entire body, including the hamstrings, quads, calves and your core",
      "Equipment":"Raket & sutter",
      "time":150,
      "img": "https://i.postimg.cc/qqHD6MLY/Badminton.png",
      "quantity": 0
    },
    {
      "id": "4bf9798f-63bc-4a83-b0c6-6a3b816fe922",
      "name": "Basketball",
      "description": "Basketball is one of the most popular sports in the world and one of the most widely viewed. It is a team sport that involves two teams of five active players each trying to score points against one another by throwing a ball through a 300 cm (10 feet) high hoop (the basket) under organised rules. It is played on both indoor and outdoor courts.",
      "Equipment":"Court & Ball",
      "time":60,
      "img": "https://i.postimg.cc/kgTHYCJ6/Basketball.png",
      "quantity": 0
    },
    {
      "id": "9496d72b-04ec-41f8-9bc3-0a7c9697be8e",
      "name": "Cycling",
      "description": "Cycling can help to protect you from serious diseases such as stroke, heart attack, some cancers, depression, diabetes, obesity and arthritis. Riding a bike is healthy, fun and a low-impact form of exercise for all ages. Cycling is easy to fit into your daily routine by riding to the shops, park, school or work.",
      "Equipment":"Cycling & Road ",
      "time":90,
      "img": "https://i.postimg.cc/xjL4DMjS/bicycle.png",
      "quantity": 0
    },
    {
      "id": "6e5593d3-557b-43cf-8dab-a5140faedfb0",
      "name": "Boxing",
      "description": "Boxing can help improve your heart health, body composition, and strength, as well as lower your blood pressure and aid weight loss. Most of all, boxing is a fun way to get some exercise and release stress in a safe and healthy way.",
      "Equipment":"Ring & Gloves",
      "time":60,
      "img": "https://i.postimg.cc/bJtFv2Qk/boxing.png",
      "quantity": 0
    },
    {
      "id": "9c0c13c2-54e4-4001-809b-afbd9d84037d",
      "name": "Chess",
      "description": "Improves cognitive skills (including concentration, pattern recognition, decision making, algebraic and geometric thinking, problem-solving, spatial reasoning, and critical thinking) Improves self-confidence and self-worth. Increases attention span. Increases memory capacity.",
      "Equipment":"Chess Borad ",
      "time":40,
      "img": "https://i.postimg.cc/XqKHfS1v/Chess.png",
      "quantity": 0
    },
    {
      "id": "c9d1f410-d28f-49d9-9b01-d759b5acbeea",
      "name": "FIFA 2023",
      "description": "Here We provide you  fifa according to your level.Happy Play!But remember when your time is up please stop playing and take rest.Thank you.",
      "Equipment":"Computer & gamepads",
      "time":20,
      "img": "https://i.postimg.cc/HkYKtng1/Computer-Gaming.png",
      "quantity": 0
    },
    {
      "id": "1564a06b-692f-4f2e-8413-9c8a1cc2da77",
      "name": "Dance",
      "description": "improved balance and spatial awareness. increased physical confidence. improved mental functioning. improved general and psychological wellbeing.",
      "Equipment":"MusicPlayer",
      "time":40,
      "img": "https://i.postimg.cc/SxxTMP6y/Disco.png",
      "quantity": 0
    },
    {
      "id": "ac44095f-230e-4502-8816-dea3eaae8320",
      "name": "Football",
      "description": "Increasing muscle mass and bone strength in inactive individuals. Reducing body fat. Building strength, stamina and speed. Training your brain, improving concentration and coordination.",
      "Equipment":"Footbal & 11 Player",
      "time":90,
      "img": "https://i.postimg.cc/wjM2vmzM/football.png",
      "quantity": 0
    },
    {
      "id": "d0803f97-966f-4296-ad31-a7f70fc86fab",
      "name": "Gym",
      "description": "Regular physical activity can improve your muscle strength and boost your endurance. Exercise delivers oxygen and nutrients to your tissues and helps your cardiovascular system work more efficiently. And when your heart and lung health improve, you have more energy to tackle daily chores.",
      "Equipment":"Dumbale",
      "time":60,
      "img": "https://i.postimg.cc/6QDYF5D3/gym.png",
      "quantity": 0
    },
    {
      "id": "8a5b4a9c-76ea-4fbb-9c70-9548de4eab01",
      "name": "Hockey",
      "description": "It helps to release endorphins, which : in turn, helps to combat depression, stress and anxiety. In addition to the overall exercise benefits hockey offers, the need to make quick decisions also assists in developing the brain.",
      "Equipment":"Hockey Stick",
      "time":120,
      "img": "https://i.postimg.cc/N0ydNrCS/Hockey-pana.png",
      "quantity": 0
    },
    {
      "id": "b357e19b-4dd9-4fc7-b5c0-9ed5255464ba",
      "name": "Horse Riding",
      "description": "A study commissioned on behalf of the British Horse Society found that horseback riding is indeed a good cardiovascular workout. Even just a half hour of riding is considered “moderate exercise,” said BHS PR executive Megan Hawkins.",
      "Equipment":"Horses",
      "time":100,
      "img": "https://i.postimg.cc/65YzthDF/Horseridingbro.png",
      "quantity": 0
    },
    {
      "id": "e4220958-06d2-4d50-96fa-0163a563f43d",
      "name": "Jogging",
      "description": "help to build strong bones, as it is a weight bearing exercise. strengthen muscles. improve cardiovascular fitness. burn plenty of kilojoules.",
      "Equipment":"Park",
      "time":60,
      "img": "https://i.postimg.cc/sxJmBP1Q/Jogging.png",
      "quantity": 0
    },
    {
      "id": "ae69f0e4-559c-4b24-8032-80b63f9b5073",
      "name": "Movie",
      "description": "We may learn a lot by watching movies. Movies may motivate us to make positive changes in our lives, and movies' strong characters can inspire us to do the same. The benefit of watching movies can increase self-motivation to be solid and inflexible in dealing with all the problems.",
      "Equipment":"Computer or TV",
      "time":120,
      "img": "https://i.postimg.cc/3RmnhQTZ/Movie.png",
      "quantity": 0
    },
    {
      "id": "dbf7ab3f-b383-4d95-8ab7-f55fcf6fa5f2",
      "name": "reading",
      "description": "Reading is good for you because it improves your focus, memory, empathy, and communication skills. It can reduce stress, improve your mental health, and help you live longer. Reading also allows you to learn new things to help you succeed in your work and relationships",
      "Equipment":"Book",
      "time":180,
      "img": "https://i.postimg.cc/RC1XbmGS/Reading.png",
      "quantity": 0
    },
    {
      "id": "ed6a7ac3-7e67-4e3f-8461-bceb5178be42",
      "name": "Sign",
      "description": "Research has shown that singing can be good for you on many levels. It may help lower stress, boost immunity and lung function, enhance memory, improve mental health, and help you cope with physical and emotional pain. One of the best things about singing is that you don't have to be good at it to reap the rewards.",
      "Equipment":"Microphone",
      "time":12,
      "img": "https://i.postimg.cc/zBZF02gH/sing.png",
      "quantity": 0
    },
    {
      "id": "fd52819a-cb78-4510-ad2f-c5bdd888ae78",
      "name": "Sleep",
      "description": "Get sick less often. Stay at a healthy weight. Lower your risk for serious health problems, like diabetes and heart disease. Reduce stress and improve your mood.",
      "Equipment":"Quit Place",
      "time":120,
      "img": "https://i.postimg.cc/KYg57hRy/Sleep.png",
      "quantity": 0
    },
    {
      "id": "c667d3ff-41eb-4cf7-a433-819d959ea768",
      "name": "Sudoku",
      "description": "One of the benefits of Sudoku is that it requires the player to concentrate on the grid and use logical thinking to find the solution for each cell. While doing this, the brain becomes fully focus on the task at hand rather than the source of stress and anxiety.",
      "Equipment":"Sudoku Board",
      "time":18,
      "img": "https://i.postimg.cc/j5HQ96Hg/Sudoku.png",
      "quantity": 0
    },
    {
      "id": "e1dbc7fe-be17-4e0f-9e2d-6ad5dbc102fc",
      "name": "Swimming",
      "description": "keeps your heart rate up but takes some of the impact stress off your body. builds endurance, muscle strength and cardiovascular fitness. helps you maintain a healthy weight, healthy heart and lungs. tones muscles and builds strength.",
      "Equipment":"Water pool",
      "time":60,
      "img": "https://i.postimg.cc/5yfqMHpx/swimming.png",
      "quantity": 0
    },
    {
      "id": "0298e695-1f9b-49b1-9961-8a8460f95b1c",
      "name": "Table Tennis ",
      "description": "Scientific evidence and medical experts around the world acknowledge that recreational table tennis increases concentration and alertness, stimulates brain function, helps with the development of tactical thinking skills, hand/eye coordination, provides aerobic exercise.",
      "Equipment":"Table & Tennis  ",
      "time":60,
      "img": "https://i.postimg.cc/WzSmp2f0/Tabletennis.png",
      "quantity": 0
    },
    {
      "id": "3cfe9adc-c27f-4be4-a859-a5c98ce88a27",
      "name": "Dart",
      "description":"In return, this helps to stimulate and develop your mental agility, which can lead to benefits in other areas of your daily life, such as preventing early onset of dementia and improving your memory! Like we said, playing darts is fun but it's also a great workout…. for your brain!",
      "Equipment":"Dart & Dart board",
      "time":20,
      "img": "https://i.postimg.cc/SNN7TMJd/Target-amico.png",
      "quantity": 0
    },
    {
      "id": "6602468a-a3a8-4c2c-9d3a-fd54e2c5daf7",
      "name": "Tennis",
      "description": "lowering resting heart rate and blood pressure. improving metabolic function. increasing bone density. lowering body fat.",
      "Equipment":"Tennis Ball",
      "time":50,
      "img": "https://i.postimg.cc/CM4ssNLd/tennis.png",
      "quantity": 0
    },
    {
      "id": "5db3ee2f-2eb7-4764-942d-894f72198e86",
      "name": "Yoga",
      "description": "Slow movements and deep breathing increase blood flow and warm up muscles, while holding a pose can build strength. Balance on one foot, while holding the other foot to your calf or above the knee (but never on the knee) at a right angle.",
      "Equipment":"Quit Place",
      "time":90,
      "img": "https://i.postimg.cc/tCSdL46j/Yoga.png",
      "quantity": 0
    }
  ]
  